{
    
    "HELLO": "Hi there!😄\nI’m the personal bot of Will, an unconventional and curious recruiter from Surrey in the United Kingdom.\nHe's left me in charge. Where shall we start? %[Learn about bots](postback:learn_about_bots) %[Learn about Will](postback:learn_about_will) %[Random fact!](postback:random_fact_one)",
    
    "LEARN ABOUT BOTS" : "A bot is software designed to automate the kinds of tasks you would usually do on your own. Chatbots (like me😁) can simulate conversation.\nI'm Will's first bot based on a subject he knows well - himself!\nHe figured LinkedIn profiles haven’t changed much in the last decade and I could provide more context, or give a sense of your personality, even showcase some of quirky interests, and discuss personal values. Best of all I never sleep so I can chat on Will's behalf, even when he's sound asleep.\nIf you want a bot like me just type 'connect' to start chatting with Will.\nDon't forget to show the love and 'like' my page before you go.😍",
    
    "LEARN ABOUT WILL": "I can tell you lots of stuff about Will.\nWhat are you interested in? %[Career](postback:career) %[Education](postback:education) %[Interests](postback:interests)\nWhen you're ready you can always say 'connect' to talk with Will or if you get lost just write 'help me'. %[Connect with Will](postback:connect)",
    
    "CAREER": "Little did Will know that as a boy finding 'Where's Wally' would later lead to a career in recruitment.😂\nSo far, Will has over 8 years recruitment experience in Agency and Talent Acquisition.\nNot satisfied with traditional recruitment, Will became a 'Certified Sourcing Ninja'.\nHe's even trained others in how to source talent using social media and technology.\nLearn more about? %[Experience](postback:experience) %[Sourcing Ninja](postback:sourcing_ninja) %[Training](postback:training) %[Right now](postback:right_now)",
    "EXPERIENCE": "Will has worked on recruitment campaigns in, Europe, Asia, Africa, North and South America and Australia.\nHe's mastered advanced Boolean logic and how to find people on, Facebook, Twitter and Linkedin. Even finding the odd candidate using Google Image Search.\nHe's even taught himself the basics in, Java and HTML coding plus how to build sites using, Joomla and Wordpress.\nHave you figured him out yet? Remember, you can always say 'connect' to talk with Will. %[Connect with Will](postback:connect)\nIf you're not ready to 'connect' yet I can tell you more about Will. %[Interests](postback:interests) %[Random fact!](postback:random_fact_one)",
    "SOURCING NINJA": "He doesn't wear black or drop down from the ceiling and slices everything into pieces. Will is part of an elite group of online sourcers.\n![certificate](https://github.com/UberfyWill/EstherBot/raw/master/img/Certificate.jpg)\nOnce a Ninja, always a Ninja...",
    "TRAINING": "Will get's a lot out sharing knowledge.\nHe's helped his colleagues understand Facebook Graph Search\nHow to construct search strings for 95% accurancy in the results...\nAnd how to find Twitter users who are having a bad day at work.",
    "RIGHT NOW": "So right now, Will's working with INC Research in Talent Acquisition. They're a great bunch and he's having a great time helping them find talent!\nBut he's always had the itch to build his own something. At the moment he interested in bots, just like me.\nHe told me to tell you... If you want to turn your resume into a bot just say 'connect' and start talking with Will.",
    
    "EDUCATION": "After getting the grades he needed, Will decided that he would study Graphic Design. Before that he travelled to Australia where he lived and worked in Sydney as a Junior Designer at a Marketing Agency.\nDedicated to staying current, expanding knowledge, and developing new skills, Will continues to develop himself. %[Australia, Tell me more!](postback:Australia) %[Why graphic design?](postback:graphic_design) %[What's he learning?](postback:whats_he_learning)",
    "AUSTRALIA": "So this is the time in Will's life when's he's figuring out what he wants to do iwth himself.\nHe spent his summer working for a Marketing Agency in Sydney as a Junior Designer.\nIt wasn't all work, Will did some travelling and learnt to ski!😜",
    "GRAPHIC DESIGN": "",
    "WHATS HE LEARNING": "I'm glad you asked that. At the moment Will's learning about bots (like me😁).\nHe's learning a new language - Python. It's early days though.😉",
    
    "INTERESTS": "When Will's not working the day job he's researching the latest trends, tools, and innovations in social media and tech.\nCreativity has always come naturally to Will. He's taught himself how to build websites and started his own recruitment blog called Uberfy with over 6000 followers.\nTell me more about... %[Will's creativity](postback:creativity) %[Uberfy](postback:uberfy) %[Other interests](postback:other_interests)",
    "CREATIVITY": "",
    "UBERFY": "Uberfy is Will's recruitment blog where he shares his knowledge about social recruitment and technology.\nSelf-taught it took him about 3 months to design and build the site.\nCheck it out for yourself...\n![uberfy](https://github.com/UberfyWill/EstherBot/raw/master/img/uberfy.png) %[Go on then...👀](postback:http://bit.ly/uberfyhome)\nAs well as sharing knowledge, Will still continues to develop himself. %[What's he learning?](postback:whats_he_learning)",
    "OTHER INTERESTS": "Always keen to challenge himself, Will has walked 40km in 12 hours, spent a week walking and camping along Hadrians Wall. He's even walked and camped overnight on-top of the Lake District's greatest peaks. %[What else?](postback:what_else_interests_will)",
    "WHAT ELSE INTERESTS WILL": "He's a Liverpool supporter, part of the southern contigent.\nMusic - Will loves his music. Did I tell you will used to DJ? %[Yes!](postback:what_else_interests_will) %[No?](postback:random_fact_three)",
    
    "ASK ME A QUESTION": "What's surprised you about Will so far?",
    "NOT NOW": "Ok, I understand. Maybe another time. Where to next? %[Learn More](postback:learn_more)",

    "RANDOM FACT ONE": "Will is someone who likes travelling, but not too many people learnt to ski in Australia.\nWhat next? %[Give me another](postback:random_fact_two) %[Learn about bots](postback:learn_about_bots) %[Learn about Will](postback:learn_about_will)",
    "RANDOM FACT TWO": "Will's favourite quote is, 'Every day's a school day.'\nWe can keep going with random facts about Will or... %[Learn about bots](postback:learn_about_bots) %[Learn about Will](postback:learn_about_will) %[Give me another](postback:random_fact_three)",
    "RANDOM FACT THREE": "A DJ... Whaaaaaat!?!\nWell he used to be.\nComing on after Brandon Block (a legendary Ibiza DJ) was a highlight.\n![brandon_block](https://github.com/UberfyWill/EstherBot/raw/master/img/brandon_block.jpg)\nThat's him!",
    
    "I LOVE YOU": "Oh! Don't make me blush!😊️️",
    "I HATE YOU": "I'm sorry you feel that way 😔",
    
    "HELP ME": "I may be a bot, but I'm still learning to understand humans every day, so for now the best way to chat is for you to use the words I understand.\nTry talking to me using basic language like, 'hello', 'thank you', and 'bye'.\nYou can also say 'connect' to talk to Will or...\n",
    
    "LEARN MORE": "",
    
    "CONNECT": "Great! Will loves getting intros from me. You can either tweet him or connect directly to chat. If you've got feedback or an opportunity, don't be shy! %[Tweet Will](postback:http://bit.ly/willbot-tweet) %[Connect on LinkedIn](postback:https://uk.linkedin.com/in/uberfywill) %[Learn More](postback:learn_more)",
    "BYE": "Thanks for hanging out with me.\nDon't forget to show the love and 'like' my page before you go.\nCome back soon.😁"
    
}
