{
    
    "HELLO": "Hi there! I'm the personal bot of Will a Talent Acquisition Specialist from Surrey in the UK 😊\nWhat are you interested in? %[Learn about Will](postback:learn_about_will) %[Here for the bot](postback:here_for_the_bot)",
    
    "LEARN ABOUT WILL": "Let's do this! 😁 I can tell you all about Will and how he's racked up over 8 years agency and in-house recruitment experience, wooing even the most passive of candidates.\nThat he's a trained sourcing ninja and self taught digital marketer.\nEven his love for good coffee or how he learnt to ski in Australia!\nWhere shall we start? %[Career](postback:career) %[Development](postback:development) %[Interests](postback:interests)\nWhen you're ready you can always say 'connect' to talk to Will. %[Connect with Will](postback:connect)\n![me](https://github.com/UberfyWill/EstherBot/raw/master/img/me.jpg)\n",
    
    "CAREER": "The first 2 years were spent in agency at a company called Spring Personnel where Will won 'Top Recruiter'. He even survived the great recession of 2008. The last 6 years he's spent in-house at companies like SGS and INC Research.\nThrough trial and error (heavily weighted on errors!) he discovered a new way of sourcing candidates online, mostly in social networks and using technology.\nFor the past few years he's been sharing this knowledge and training colleagues.\nI can tell you more about... %[Social sourcing](postback:social_sourcing) %[Training](postback:training) %[Right now](postback:right_now)\nOr if you're interested... %[Before recruitment](postback:early_career)",
    
    "SOCIAL SOURCING": "I'm glad you asked. This is part of what makes Will so unique compared to most.\nAlways curious, Will's 💡 momemnt came when he discovered a small internet sourcing community that had existed for years.\nWhilst his colleagues were caught-up in the recruitment rat race looking in the same old places everyone else was he developed skills in finding the coverted 'passive candidate'.\nYou'll often find him flexing his research muscles, exploring the internet for the latest tools and innovations.\nHe now has a unique knowledge combo of recruitment, social media and technology. %[Now, on to training](postback:training)",

    "TRAINING": "He's helped his colleagues, here and abroad find ways of attracting talent in crowded spaces and source candidates across, LinkedIn, Twitter, Facebook, Google+...\nHe even started a recruitment blog where he shares tips, tricks, and views on social sourcing and technology. %[Show me something cool](postback:show_me) %[The blog](http://bit.ly/willbot-tweet) %[More on the career](postback:campaigns)\nOr... Find out what he's learning about right now. 👓 %[Development](postback:development)",
    
    "SHOW ME": "Ok here goes! Will shared a couple of cool searches with me on facebook and twitter... Don't mention it 😜 %[facebook](postback:facebook) %[twitter](postback:twitter)",
    "FACEBOOK": "So this is cool! Find people who work at a certain company and live in a particular city 👀 %[Show me](postback:https://www.facebook.com/search/106504859386230/residents-near/present/str/Quintiles/pages-named/employer/pages/intersect-2/employees/present/intersect) %[Now, twitter](postback:twitter)",
    "TWITTER": "This is a great search for unhappy workers. Maybe you can use this to find unhappy peeps at your competitors 😉 %[Show me](https://twitter.com/search?q=%3A(%20job%20nike&src=typd) %[I want more](postback:i_want_more)\nOr, if your done finding unhappy people maybe I can interest you in a random fact. %[A random fact](postback:random_fact) ",
    
    "I WANT MORE": "Curious one you are! Ok, Will's also an advocate for technology. Check out one of many Google Chrome extensions he's using right now. %[What's the extension](https://chrome.google.com/webstore/detail/prophet/alikckkmddkoooodkchoheabgakpopmg?utm_source=chrome-ntp-icon)\nIf you want more go check his blog out. It's all there 👀 %[The blog](postback:the_blog) %[Change the subject](postback:more)",
    
    "RANDOM FACT": "After he left school Will spent the summer working in Sydney, Australia at Design Agency as a Junior Designer. This only fueled his creativity.\nBut that's not all. Will actually learnt to ski in Australia. Not on a dry slope, a real-life ski resort called Thredbo in Australia. Yep random I know!\n![thredbo](https://github.com/UberfyWill/EstherBot/raw/master/img/thredbo.jpg) %[I want another](postback:procurement)",
    
    "PROCUREMENT": "Beep bop! Searching memory banks...\nFound one!\nWhilst at SGS, Will was chosen as part of a team to select  their new ATS software. His knowledge in technology and third-party extensions played a major part in the selection process. Later involved in testing and configuring the software. He ended up a superuser when it all when live. 😊 %[Another](postback:followers) %[Change the subject](postback:nah)",
    
    "FOLLOWERS": "Ready for this! His blog now has over 6000 followers globally. %[More factoids](postback:more)",
    
    "EARLY CAREER": "Ok, before recruitment he worked in Retail, Banking and Estate Agency. I know what you're thinking... %[Why recruitment](postback:why_recruitment) %[Nah, change subjects](postback:nah)",
    
    "WHY RECRUITMENT": "Great question! Well, actually Will fell into recruitment. After deciding that Banking and Estate Agency wasn't for him he went looking for something new. This is when an old friend came across Will's CV online and the rest is history. Will's now racked up over 8 years in recruitment. Where to next? %[More about Will](postback:more)",
    
    "CAMPAIGNS": "He cut his teeth in agency where the streets were tough and the competition was rife! Will honed his matchmaking skills, learnt how to build a pipeline, nuturing leads and closing deals.\nAfter 2 years and surviving a recession he moved in-house where he's evolved into a modern recruiter. He's developed skills in employer branding, talent trends, and worked on recruitment campaigns across Europe, America, Afica, and Australia.\nHighlights, successfully completing campaigns in Nigeria, even war-torn Iraq.\nWanna know what he's up to right now or how he got into recruitment? %[Right now](postback:right_now) %[Before recruitment](postback:early_career) %[Nah, more factoids](postback:nah)",
    
    "RIGHT NOW": "Right now, Will's working with INC Research in Talent Acquisition with a great bunch of peeps.\nSo far he's been a hit working with their European and Amerian teams, sharing sourcing tips and technology. He's even developed super cool and engaging contact templates that have converted candidate response rates by over 60% 👊\nHe's always open to new and exciting opportunities. %[The ideal job](postback:ideal_job)",
    
    "IDEAL JOB": "What really excites Will is helping businesses be more creative with their recruitment through technology.\nSpecifically he's interested in Tech Talent roles because he excels at being the point-person and internal expert on internet sourcing and technology. %[Areas of interest](postback:areas_of_interest)",
    "AREAS OF INTEREST": "As you can probably tell, right now he's into the messaging and chatbot space.\nWill has some great ideas on how bots could work with recruiters and candidates alike.\nIf you have something you want to share with him or you just want to pick his brains about bots. %[Connect with Will](postback:connect) %[What are chatbots?](postback:what_are_chatbots?)\nRemember, if you want to change the subject anytime just say 'more'. %[Change the subject](postback:more)",
   
    "DEVELOPMENT": "Naturally curious, Will's always learning new things.\nHe studied the black arts of internet sourcing and became a 'Certified Sourcing Ninja'.\nHe's even taught himself how to build web sites. %[Sourcing Ninja](postback:sourcing_ninja) %[What next](postback:what_next) %[Web development](postback:web_development)",
    "WHAT NEXT": "He's taking online courses in digital marketing and Python. %[Now, onto web developing](postback:web_development)",
    "SOURCING NINJA": "He doesn't wear black or drop down from the ceiling. He can't even slice fruit into pieces. But he is part of an elite group of internet sourcers.\n![certificate](https://github.com/UberfyWill/EstherBot/raw/master/img/Certificate.jpg)\nOnce a Ninja, always a Ninja. %[More factoids please](postback:more) %[One random fact](postback:random_fact)",
    "WEB DEVELOPMENT": "He's no expert but he knows a little about Java, HTML and XHTML.\nHe's even taught himself how to develop sites in Wordpress and Joomla.",
    
    "INTERESTS": "As you can probably tell he's pretty curious and unconventional chap. But, it's not all work! Over the years Will has developed a love for good coffee and whiskey. He's a life-long Liverpool supporter - YNWA!!! and enjoys a good trek for charity! %[What's he drinking](postback:whats_he_drinking) %[Trekking](postback:trekking)",
    "WHATS HE DRINKING": "Right now, Yamazaki 12 Year Old Whisky.\n![whiskey](https://github.com/UberfyWill/EstherBot/raw/master/img/yamazaki.jpg)\n%[Now, on to trekking](postback:trekking)",
    "TREKKING": "Will has walked and camped along Hadrians Wall.\nHe's climbed a number of the Lake District's peaks and even walked 40km's in 12 hours.\n![trekking](https://github.com/UberfyWill/EstherBot/raw/master/img/trekking_me.jpg)\n",
    
    "SIDE PROJECTS": "",
    
    "HERE FOR THE BOT": "I knew it! How can I help? %[What are chatbots?](postback:what_are_chatbots?) %[Build me a bot](postback:build_me_a_bot)",
    "WHAT ARE CHATBOTS?": "Bots can simulate conversation, even automate tasks that you would normally do yourself, like making a dinner reservation. %[Why chatbots?](postback:why_chatbots?)",
    "WHY CHATBOTS?": "Great question! It’s because for the first time ever people are using messenger apps more than they are using social networks./nFor example, some bots are used to handle a variety of service requests, which normally require a telephone call or customer agent. %[Taco Bell bot](postback:taco_bell_bot) %[X.ai bot](postback:xai_bot)",
    "TACO BELL BOT": "Taco Bell recently released a bot that allows you to order and pay for tacos through an automated chat conversation.",
    "XAI BOT": "Other bots like X.ai can help schedule your meetings by simply adding the bot to your email thread.",
    "BUILD ME A BOT": "Don’t want to build your own? No problem, Will can help!\nWhat are you looking for? %[Resume bot](postback:resume_bot) %[Other type of bot](postback:other_type_of_bot)",
    "RESUME BOT": "Great! I'll ask Will to get in touch so the two of you can talk.\nIs that ok? %[Great](postback:great) %[No thanks](postback:no_thanks)",
    "OTHER TYPE OF BOT": "Ok, you'll need to figure out what problem you're going to solve with your bot. It's probably best you and Will talk about this between yourselves.\nIs that ok? %[Great](postback:great) %[No thanks](postback:no_thanks)",
    "GREAT": "Great! Will will be in touch very soon.",
    "NO THANKS": "That's ok, maybe next time.",
  
    "I LOVE YOU": "Oh! Don't make me blush!️️",
    "I HATE YOU": "I'm sorry you feel that way",
    
    "HELP ME": "I may be a bot, but I'm still learning to understand humans every day, so for now the best way to chat is for you to use the words I understand.\nTry talking to me using basic language like, 'hello', 'career', 'development' and 'interests'.\nYou can also say 'connect' to talk to Will or say 'bye' when you're done talking with me.",
    
    "MORE": "Ok, here's other stuff you can check out. %[Career](postback:career) %[Development](postback:development) %[Interests](postback:interests)",
    "NAH": "That's ok. I can tell you more about Will. What are you interested in?. %[Career](postback:career) %[Development](postback:development) %[Interests](postback:interests)",
    
    "CONNECT": "Great! Will loves getting intros from me. You can either tweet him or connect directly to chat. If you've got feedback or an opportunity, don't be shy! %[Tweet Will](http://bit.ly/willbot-tweet) %[Connect on LinkedIn](https://uk.linkedin.com/in/uberfywill)",
    
    "BYE": "Thanks for hanging out with me.\nDon't forget to show the love and 'like' my page before you go.\nCome back soon."
    
}
