{
    
    "HELLO": "Hi there!😄\nI’m the personal bot of Will, a creative recruiter from Surrey in the United Kingdom.\nHe's left me in charge.\nWith the right question, you might discover something that surprises you about Will. Where shall we start? %[Learn about bots](postback:learn_about_bots) %[Learn about Will](postback:learn_about_will) %[One random fact!](postback:random_fact_one)",
    
    "LEARN ABOUT BOTS" : "I may be a bot, but I'm still learning to understand humans every day, so for now the best way to chat is for you to use the words I understand, they're usually in 'parenthesis', and if you get lost just write 'help me'.",
    
    "LEARN ABOUT WILL": "I can tell you lots of stuff about Will.\nWhat you're interested in? %[Career](postback:career) %[Education](postback:education) %[Interests](postback:interests)\nWhen you're ready you can always say 'connect' to talk with Will or if you get lost just write 'help me'. %[Connect with Will](postback:connect)",
    
    "CAREER": "Will has over 8 years recruitment experience and is passionate about social media and online technology.\nThe last 6 years have been spent working internal recruitment.\nNot satisfied with traditional recruitment, He's now a 'Certified Sourcing Ninja'.\nRecognised for his talent, Will has trained others in how to find Unicorns and Purple Squirrels.\nWhat do you want to know more about? %[Learn more](postback:learn_more) %[Sourcing Ninja](postback:sourcing_ninja) %[Training](postback:training) %[Right now](postback:right_now)",
    "LEARN MORE": "For the first 2 years Will cut his teeth in High Street Recruitment. He then moved internally where he gained international experience.\nWill has worked on recruitment campaigns in many continents, Europe, Asia, Africa, North and South America and Australia.\nHis sourcing superpowers include, Facebook, Twitter, Linkedin, X-Ray search, Boolean Logic and visual searching (Google Images, Flickr, Instagram, Pinterest).\nHave you figured him out yet? Remember, you can always say 'connect' to talk with Will. %[Connect with Will](postback:connect)\nIf you're not ready to 'connect' yet I can tell you more about Will. %[Education](postback:education) %[Interests](postback:interests)",
    "SOURCING NINJA": "Gaining his certificate as a Sourcing Ninja meant that Will became part of an elite group of online sourcers.\n![certificate](https://github.com/UberfyWill/EstherBot/raw/master/img/Certificate.jpg)\nOnce a Ninja, always a Ninja...",
    "TRAINING": "",
    "RIGHT NOW": "Right now Will's working with INC Research.\nBut he's always had the itch to build his own something. That something is me, WillBot.",
    
    "EDUCATION": "After getting the grades he needed, Will decided that he would study graphic design at college. Before that he travelled to Australia where he lived and worked in Sydney as a Junior Designer.\nWill is dedicated to staying current, expanding knowledge, and developing new software skills. %[Australia, Tell me more!](postback:Australia) %[Why graphic design?](postback:graphic_design) %[What's he learning now?](postback:whats_he_learning)",
    "AUSTRALIA": "",
    "GRAPHIC DESIGN": "",
    "WHATS HE LEARNING": "Will's obsessed with learning. He's not your average recruiter. He built me, how many other recruiters do you know have their own bot.\nWill is learning about Social Media Marketing.\nHave you figured him out yet?",
    
    "INTERESTS": "When Will's not working the day job he's researching the latest trends, tools, and innovations in social media and tech.\nCreativity has always come naturally to Will. He's taught himself how to build websites.\nHe started his own recruitment blog called Uberfy with over 6000 followers.\nTell me more about... %[Will's creativity](postback:creativity) %[Uberfy](postback:uberfy) %[Other interests](postback:other_interests)",
    "CREATIVITY": "",
    "UBERFY": "",
    "OTHER INTERESTS": "40km in a day! A walk in the park for Will...\nEach year Will and his Farther challenge themselves in walking events around the UK. %[What else?](postback:what_else_interests_will)",
    "WHAT ELSE INTERESTS WILL": "Will's a big football fan. He's a Liverpool supporter, part of the southern contigent.\nAt a young age Will was played for Camberley Town, his local side. He still plays today, he's just not as agile as he thinks he is.",
    
    "ASK ME A QUESTION": "What's surprised you about Will so far?",
    "NOT NOW": "Ok, I understand. Maybe another time. Where to next?",

    "RANDOM FACT one": "Will is someone who likes travelling, but not too many people learnt to ski in Australia.\nWhat next? %[Give me another](postback:random_fact_2) %[Learn about bots](postback:learn_about_bots) %[Learn about Will](postback:learn_about_will)",
    "RANDOM FACT two": "Will's favourite quote is, Every day's a school day.\nWe can keep going with random facts about Will or... %[Learn about bots](postback:learn_about_bots) %[Learn about Will](postback:learn_about_will) %[Give me another](postback:random_fact_3)",
    "RANDOM FACT three": "",
    
    "I LOVE YOU": "Oh! Don't make me blush!☺️",
    "I HATE YOU": "I'm sorry you feel that way 😔",
    
    "HELP ME": "You can say 'connect' to talk to Will or...\n",
    
    "CONNECT": "Great! Will loves getting intros from WillBot. You can either tweet him or connect directly to chat. %[Tweet Will](postback:random_fact_3) %[Give me another](postback:random_fact_3) %[Learn More](postback:learn_more)",
    "DISCONNECT": "Roger that, WillBot is back."
    
}
