{
    "HELLO": "Hi there!\nI’m the personal Bot of Will, a creative recruiter from Surrey in the United Kingdom.\nDo you want to know more about bots like me or learn about Will? %[Learn about bots](postback:here_for_the_bot) %[Learn about Will](postback:learn_about_will) %[One random fact!](postback:random_fact)",
    "LEARN ABOUT WILL": "I can tell you lots of stuff about Will. He's not your average recruiter.\nLet me know what’s interesting to you? %[Career](postback:career) %[Education](postback:education) %[Interests](postback:interests)",
    "CAREER": "Will has over 8 years recruitment experience and is passionate about social media and online technology.\nThe last 6 years have been spent working internal recruitment.\nHe's a Certified Sourcing Ninja.\nRecognised for his talent, Will has trained other recruiters and hiring managers around the world.\nWhat do you want to know more about? %[Recruitment experience](postback:recruitment_experience) %[Sourcing Ninja](postback:sourcing_ninja) %[Training](postback:training) %[Right now](postback:right_now)",
    "RECRUITMENT EXPERIENCE": "Will has recruited people in many regions, North and South America, Europe, Middle East and Asia.",
    "SOURCING NINJA": "Once a Ninja, always a Ninja...\n![certificate](https://github.com/UberfyWill/EstherBot/raw/master/img/Certificate.jpg)",
    "TRAINING": "",
    "RIGHT NOW": "Right now Will's working with INC Research.\nBut he's always had the itch to build his own something. That something is me, WillBot. Will's interested in how Bot's (like me) can change the future.",
    "EDUCATION": "After getting the grades he needed, Will decided that he would study graphic design at college. Before that he travelled to Australia where he lived and worked in Sydney as a Junior Designer.\nWill is dedicated to staying current, expanding knowledge, and developing new software skills. %[Australia, Tell me more!](postback:Australia) %[Why graphic design?](postback:graphic_design) %[What's he learning now?](postback:whats_he_learning)",
    "AUSTRALIA": "",
    "GRAPHIC DESIGN": "",
    "WHATS HE LEARNING": "Will's recently taken a course in, Social Media Marketing with Facebook and Twitter.",
    "INTERESTS": "When Will's not working the day job he's researching the latest trends, tools, and innovations in social media and tech.\nHe's taught himself how to build websites.\nHe started his own recruitment blog called Uberfy.\nTell me more about... %[Will's websites](postback:websites) %[Uberfy](postback:uberfy)",
    "WEBSITES": "",
    "UBERFY": "",
    "RANDOM FACT": "Will learnt to ski in Australia.",
    "CONNECT ME": "",
    "DISCONNECT": "Roger that, EstherBot is back."
}
